var data = {
	text: [{
			name: '我只钟情你----香槟玫瑰11枝、白色小雏菊3枝',
			lb: '鲜花-鲜花礼盒 编 号：9012223',
			cl: '香槟玫瑰11枝、白色小雏菊3枝、浅紫色勿忘我4枝、栀子叶2枝',
			bz: '米白色平面纸1张、蓝色条纹纸1张、米白色缎带1米、60#大号魔力铁山灰包装盒',
			hy: '香槟玫瑰清新、脱俗，品位独特！让我们乘着芬芳的清风，手牵着手走过四季春秋',
			fs: '免费附送精美贺卡，代写您的祝福。(您下单时可填写留言栏)',
			ps: '限送50多个主要城市的市区及近郊：北京、上海、广州、深圳、天津、重庆、省会城市（石家庄、太原、呼和浩特、沈阳、长春、哈尔滨、南京、杭州、合肥、福州、南昌、济南、郑州、武汉、长沙、南宁、海口、成都、贵阳、昆明、西安、兰州、银川、乌鲁木齐）；大连、青岛、苏州、厦门、宁波、温州、南通、无锡、徐州、常州、昆山、珠海、东莞、佛山、桂林、烟台、洛阳、邯郸、三亚、吉林市、绵阳、包头、唐山、宝鸡、徐州',
			scj: '￥278',
			hlj: '¥228',
			info: {
				imgB: ["img/1b(1).jpg", "img/1b(2).jpg", "img/1b(3).jpg", "img/1b(4).jpg"],
				imgS: ["img/1s(1).jpg", "img/1s(2).jpg", "img/1s(3).jpg", "img/1s(4).jpg"]
			}
		},
		{
			name: '巨蟹座守护花----巨蟹座鲜花定制款：绿色洋桔梗1扎、银叶菊1扎',
			lb: '鲜花-精品鲜花 编 号：9012217',
			cl: '绿色洋桔梗1扎、银叶菊1扎，白色小雏菊3枝、浅紫色勿忘我8枝',
			bz: '蓝灰色绝色纸2张，米白色平面纸2张、香芋紫Logo缎带1米',
			hy: '岁月终于，把对的人带到我身边。属于巨蟹的鲜花花束，献给真挚细腻的你',
			fs: '免费附送精美贺卡，代写您的祝福。(您下单时可填写留言栏)',
			ps: '“精品鲜花”限送40个城市的市区及近郊：北京、上海、广州、深圳、天津、重庆、大连、青岛、苏州、厦门、宁波、温州、无锡、珠海、东莞、佛山，及其他省会城市（石家庄、太原、呼和浩特、沈阳、长春、哈尔滨、南京、杭州、合肥、福州、南昌、济南、郑州、武汉、长沙、南宁、海口、成都、贵阳、昆明、西安、兰州、银川、乌鲁木齐）',
			scj: '￥398',
			hlj: '¥298',
			info: {
				imgB: ["img/1b(1).jpg", "img/1b(2).jpg", "img/1b(3).jpg", "img/1b(4).jpg"],
				imgS: ["img/1s(1).jpg", "img/1s(2).jpg", "img/1s(3).jpg", "img/1s(4).jpg"]
			}
		},
		{
			name: '维多利亚花园----苔藓小熊1个，进口永生橘色玫瑰2枝，香槟色奥斯丁玫瑰1枝',
			lb: '礼品-永生花 编 号：1073116',
			cl: '苔藓小熊1个，进口永生橘色玫瑰2枝（直径6-7cm），香槟色奥斯丁玫瑰1枝，浅粉桃色玫瑰3枝，搭配秋色、粉色绣球，白色米花，银叶菊',
			bz: '蓝色定制花盒',
			hy: '岁月终于，把对的人带到我身边。属于巨蟹的鲜花花束，献给真挚细腻的你',
			fs: '免费送精美贺卡，代打印您的祝福。(下单时填了留言才赠送)',
			ps: '全国 （本商品通过快递公司或邮政EMS寄送，全国可达，包邮）',
			scj: '￥429',
			hlj: '¥329',
			info: {
				imgB: ["img/1b(1).jpg", "img/1b(2).jpg", "img/1b(3).jpg", "img/1b(4).jpg"],
				imgS: ["img/1s(1).jpg", "img/1s(2).jpg", "img/1s(3).jpg", "img/1s(4).jpg"]
			}
		},
		{
			img: "img/9012222.jpg_220x240.jpg",
			des: '鲜花·爱是唯一',
			name: '爱是唯一----雪山白玫瑰11枝、白百合3枝',
			lb: '鲜花-鲜花礼盒 编 号：9012222',
			cl: '雪山白玫瑰11枝、白百合3枝、银叶菊0.5扎、栀子叶2枝',
			bz: '蓝灰色绝色纸1张，灰色雾面纸1张，白蓝细纹罗文带1米、60#大号魔力铁山灰包装盒',
			hy: '我把你当作我的空气，捧你在我手心，在爱的纯净世界，你就是我唯一，我唯一爱的就是你！',
			fs: '免费附送精美贺卡，代写您的祝福。(您下单时可填写留言栏)',
			ps: '限送50多个主要城市的市区及近郊：北京、上海、广州、深圳、天津、重庆、省会城市（石家庄、太原、呼和浩特、沈阳、长春、哈尔滨、南京、杭州、合肥、福州、南昌、济南、郑州、武汉、长沙、南宁、海口、成都、贵阳、昆明、西安、兰州、银川、乌鲁木齐）；大连、青岛、苏州、厦门、宁波、温州、南通、无锡、徐州、常州、昆山、珠海、东莞、佛山、桂林、烟台、洛阳、邯郸、三亚、吉林市、绵阳、包头、唐山、宝鸡、徐州',
			scj: '￥366',
			hlj: '¥286',
			info: {
				imgB: ["img/t2.jpg", "img/t1.jpg", "img/t.jpg", "img/201609231358212187.jpg"],
				imgS: ["img/9010011.jpg_80x87.jpg", "img/201609231358132968.jpg_80x87.jpg", "img/2016923141624717898.jpg", "img/201609231358212187.jpg_80x87.jpg"]
			}
		},
		{
			img: "img/9012092.jpg_220x240.jpg",
			des: '鲜花·一心一意',
			name: '一往情深----精品玫瑰礼盒:19枝红玫瑰，勿忘我适量',
			lb: '鲜花 编 号：9010011',
			cl: '红玫瑰11枝，粉色(或者紫色）勿忘我0.3扎，栀子叶适量搭配',
			bz: '内层白色雾面纸，外层牛皮纸,咖啡色花结',
			hy: '11枝玫瑰，寓意一心一意！有情之人，天天是节。一句寒暖，一线相喧；一句叮咛，一笺相传；一份相思，一心相盼；一份爱意，一生相恋。',
			fs: '免费附送精美贺卡，代写您的祝福。(您下单时可填写留言栏)',
			ps: '全国 （可配送至全国1000多城市，市区免配送费）',
			scj: '￥156',
			hlj: '¥126',
			info: {
				imgB: ["img/1b(1).jpg", "img/1b(2).jpg", "img/1b(3).jpg", "img/1b(4).jpg"],
				imgS: ["img/1s(1).jpg", "img/1s(2).jpg", "img/1s(3).jpg", "img/1s(4).jpg"]
			}
		},

		{
			img: "img/9010966.jpg_220x240.jpg",
			des: '鲜花·一往情深',
			name: '高档礼盒装鲜花:19枝红玫瑰，勿忘我适量',
			lb: '鲜花-鲜花礼盒 编 号：9010966',
			cl: '红玫瑰11枝，粉色(或者紫色）勿忘我0.3扎，栀子叶适量搭配',
			bz: '牛皮纸和深咖啡色条纹纸，银色缎带花结，魔力铁山灰包装盒',
			hy: '你的轻柔像阵微风，让我从容不迫，想让你知道，我对你始终一往情深。',
			fs: '免费附送精美贺卡，代写您的祝福。(您下单时可填写留言栏)',
			ps: '全国 （可配送至全国1000多城市，市区免配送费）',
			scj: '￥329',
			hlj: '¥235',
			info: {
				imgB: ["img/1b(1).jpg", "img/1b(2).jpg", "img/1b(3).jpg", "img/1b(4).jpg"],
				imgS: ["img/1s(1).jpg", "img/1s(2).jpg", "img/1s(3).jpg", "img/1s(4).jpg"]
			}
		},
		{
			img: "img/9012177.jpg_220x240.jpg",
			des: '鲜花·不变的承诺',
			name: '不变的承诺----99枝红玫瑰',
			lb: '鲜花 编 号：9012177',
			cl: '99枝红玫瑰',
			bz: '黑色雪梨纸，黑色条纹纸，玻璃纸卷，酒红色缎带花结',
			hy: '下雨的时候，给她撑一把雨伞；寒冷的时候，给她一个温暖的臂弯；天黑了，永远有一盏灯为她点亮；晨起时，给她一缕温暖的阳光。爱她，就送她一束99枝的玫瑰花！',
			fs: '免费附送精美贺卡，代写您的祝福。(您下单时可填写留言栏)',
			ps: '全国 （可配送至全国1000多城市，市区免配送费）',
			scj: '￥599',
			hlj: '¥518',
			info: {
				imgB: ["img/1b(1).jpg", "img/1b(2).jpg", "img/1b(3).jpg", "img/1b(4).jpg"],
				imgS: ["img/1s(1).jpg", "img/1s(2).jpg", "img/1s(3).jpg", "img/1s(4).jpg"]
			}
		},
		{
			img: "img/9012161.jpg_220x240.jpg",
			des: '鲜花·爱的诺言',
			name: '爱的诺言----红玫瑰19枝，白色腊梅2枝',
			lb: '鲜花 编 号：9012175',
			cl: '白玫瑰11枝，绿色桔梗5枝，小菊3枝，白色石竹梅4枝，搭配尤加利适量',
			bz: '灰色雾面纸，白绿细罗纹带',
			hy: '那些芳香迷人的花儿啊，在无边的海水和长长的海岸之间，她将成为我的爱人。！',
			fs: '免费附送精美贺卡，代写您的祝福。(您下单时可填写留言栏)',
			ps: '全国 （可配送至全国1000多城市，市区免配送费）',
			scj: '￥288',
			hlj: '¥228',
			info: {
				imgB: ["img/1b(1).jpg", "img/1b(2).jpg", "img/1b(3).jpg", "img/1b(4).jpg"],
				imgS: ["img/1s(1).jpg", "img/1s(2).jpg", "img/1s(3).jpg", "img/1s(4).jpg"]
			}
		},
		{
			img: "img/9012154.jpg_220x240.jpg",
			des: '鲜花·甜美公主',
			name: '甜美公主----白玫瑰22枝，粉佳人粉玫瑰14枝，粉色桔梗5枝',
			lb: '鲜花 编 号：9012161',
			cl: '红玫瑰19枝，白色腊梅2枝（如腊梅无货，则用白色石竹梅或满天星代替',
			bz: '内层白底黑边丽染纸，外层深灰色雾面纸，白咖罗纹带',
			hy: '一生为你心动回旋，真爱永不止息！',
			fs: '免费附送精美贺卡，代写您的祝福。(您下单时可填写留言栏)',
			ps: '全国 （可配送至全国1000多城市，市区免配送费）',
			scj: '￥268',
			hlj: '¥198',
			info: {
				imgB: ["img/1b(1).jpg", "img/1b(2).jpg", "img/1b(3).jpg", "img/1b(4).jpg"],
				imgS: ["img/1s(1).jpg", "img/1s(2).jpg", "img/1s(3).jpg", "img/1s(4).jpg"]
			}
		},
		{
			img: "img/9012175.jpg_220x240.jpg",
			des: '鲜花·月光女神',
			name: '月光女神----白玫瑰11枝，绿色桔梗5枝，小菊3枝，白色石竹梅4枝',
			lb: '鲜花 编 号：9012154',
			cl: '各色玫瑰共36枝：白玫瑰22枝，粉佳人粉玫瑰14枝；粉色桔梗5枝，适量尤加利搭配',
			bz: '绿色/浅绿色双面人造纸，白咖罗纹带花结',
			hy: '再多一点点距离，我就能靠近你。清晰甜美的空气里，爱你到不能呼吸。',
			fs: '免费附送精美贺卡，代写您的祝福。(您下单时可填写留言栏)',
			ps: '全国 （可配送至全国1000多城市，市区免配送费）',
			scj: '￥468',
			hlj: '¥368',
			info: {
				imgB: ["img/1b(1).jpg", "img/1b(2).jpg", "img/1b(3).jpg", "img/1b(4).jpg"],
				imgS: ["img/1s(1).jpg", "img/1s(2).jpg", "img/1s(3).jpg", "img/1s(4).jpg"]
			}
		},
		{
			img: "img/9012056.jpg_220x240.jpg",
			des: '鲜花·香妃',
			name: '柔情似水----香槟色玫瑰11枝，紫红色勿忘我0.3扎',
			lb: '鲜花 编 号：9012141',
			cl: '香槟玫瑰11枝，紫红色勿忘我0.3扎，栀子叶适量',
			bz: '黄色/绿色双色人造纸，银色缎带花结',
			hy: '柔情似水，佳期如梦，忍顾鹊桥归路！',
			fs: '免费附送精美贺卡，代写您的祝福。(您下单时可填写留言栏)',
			ps: '全国 （可配送至全国1000多城市，市区免配送费）',
			scj: '￥188',
			hlj: '¥108',
			info: {
				imgB: ["img/1b(1).jpg", "img/1b(2).jpg", "img/1b(3).jpg", "img/1b(4).jpg"],
				imgS: ["img/1s(1).jpg", "img/1s(2).jpg", "img/1s(3).jpg", "img/1s(4).jpg"]
			}
		},
		{
			img: "img/9012092.jpg_220x240.jpg",
			des: '鲜花·母爱',
			name: '母爱----紫红色康',
			lb: '鲜花 编 号：9012109',
			cl: '紫红色康乃馨9枝，粉色多头康乃馨7枝',
			bz: '白色雪梨纸，香芋紫人造纸，粉色opp雾面纸，白蓝罗纹带花结',
			hy: '没你疼爱我怎么生活，没你抚养我怎能长大，你给了我青春的年华，自己却满头白发，不负青春年华，是对你最好的报答！',
			fs: '免费附送精美贺卡，代写您的祝福。(您下单时可填写留言栏)',
			ps: '全国 （可配送至全国1000多城市，市区免配送费）',
			scj: '￥188',
			hlj: '¥148',
			info: {
				imgB: ["img/1b(1).jpg", "img/1b(2).jpg", "img/1b(3).jpg", "img/1b(4).jpg"],
				imgS: ["img/1s(1).jpg", "img/1s(2).jpg", "img/1s(3).jpg", "img/1s(4).jpg"]
			}
		},
		{
			img: "img/9010736.jpg_220x240.jpg",
			des: '鲜花·感激',
			name: '感激----29枝红康乃馨,2枝粉百合',
			lb: '鲜花 编 号：9010736',
			cl: '2枝粉百合，29枝红康乃馨，适量黄英搭配',
			bz: '内层香槟色皱纸，红色平面纸，绿色缎带花结',
			hy: '常怀感恩之心的人是最幸福的，常怀感激之情的生活是最甜美的',
			fs: '免费附送精美贺卡，代写您的祝福。(您下单时可填写留言栏)',
			ps: '全国 （可配送至全国1000多城市，市区免配送费）',
			scj: '￥268',
			hlj: '¥198',
			info: {
				imgB: ["img/1b(1).jpg", "img/1b(2).jpg", "img/1b(3).jpg", "img/1b(4).jpg"],
				imgS: ["img/1s(1).jpg", "img/1s(2).jpg", "img/1s(3).jpg", "img/1s(4).jpg"]
			}
		},
		{
			img: "img/9012189.jpg_220x240.jpg",
			des: '鲜花·恩情无限',
			name: '恩情无限----粉色康乃馨11枝，百合2枝',
			lb: '鲜花 编 号：9012189',
			cl: '粉色康乃馨11枝，粉色多头香水百合2枝，栀子叶适量',
			bz: '白色雪梨纸，米白色平面纸，粉色吊花压纹纸 银灰色缎带',
			hy: '我想在阳光下满身花香，我想在阳光下沐浴清新，我想在清新里感受每一天的好时光..',
			fs: '免费附送精美贺卡，代写您的祝福。(您下单时可填写留言栏)',
			ps: '全国 （可配送至全国1000多城市，市区免配送费）',
			scj: '￥239',
			hlj: '¥179',
			info: {
				imgB: ["img/1b(1).jpg", "img/1b(2).jpg", "img/1b(3).jpg", "img/1b(4).jpg"],
				imgS: ["img/1s(1).jpg", "img/1s(2).jpg", "img/1s(3).jpg", "img/1s(4).jpg"]
			}
		},
		{
			img: "img/9012177.jpg_220x240.jpg",
			des: '鲜花·健康长久',
			name: '健康长久----大红色康乃馨99枝、红色多头康乃馨1扎',
			lb: '鲜花 编 号：9010741',
			cl: '大红色康乃馨99枝、红色多头康乃馨1扎、栀子叶3扎',
			bz: '黑色条纹纸3张、浅紫香芋紫人造纸2.5米、酒红色宽缎带2米，opp英文玻璃纸2米',
			hy: '时光时光慢些吧，不想让你再变老啦~我愿用我一切，换你岁月长留。',
			fs: '免费附送精美贺卡，代写您的祝福。(您下单时可填写留言栏)',
			ps: '全国 （可配送至全国1000多城市，市区免配送费）',
			scj: '￥486',
			hlj: '¥412',
			info: {
				imgB: ["img/1b(1).jpg", "img/1b(2).jpg", "img/1b(3).jpg", "img/1b(4).jpg"],
				imgS: ["img/1s(1).jpg", "img/1s(2).jpg", "img/1s(3).jpg", "img/1s(4).jpg"]
			}
		},
		{
			img: "img/9012201.jpg_220x240.jpg",
			des: '鲜花·馨情无限',
			name: '馨情无限----戴安娜玫瑰11枝，红色康乃馨11支，红色石竹梅4枝',
			lb: '鲜花-鲜花礼盒 编 号：9012201',
			cl: '高档礼盒装鲜花:戴安娜粉玫瑰11枝，红色康乃馨11支，红色石竹梅4枝，栀子叶4枝',
			bz: '蓝灰色绝色纸1张，粉色OPP雾面纸1米，白绿粗条纹罗文带1米，魔力铁山灰盒（大）',
			hy: '曾经有人说“回家叫一声妈妈，是一件很幸福的事”。直到现在，才体会到这种甜蜜，原来我一直都过得如此美满...因为有妳，我的妈妈！',
			fs: '免费附送精美贺卡，代写您的祝福。(您下单时可填写留言栏)',
			ps: '全国 （可配送至全国1000多城市，市区免配送费）',
			scj: '￥309',
			hlj: '¥236',
			info: {
				imgB: ["img/1b(1).jpg", "img/1b(2).jpg", "img/1b(3).jpg", "img/1b(4).jpg"],
				imgS: ["img/1s(1).jpg", "img/1s(2).jpg", "img/1s(3).jpg", "img/1s(4).jpg"]
			}
		},
		{
			img: "img/9010966.jpg_220x240.jpg",
			des: '鲜花·醉思念',
			name: '醉思念----精品康乃馨礼盒,红色康乃馨19枝，勿忘我适量',
			lb: '鲜花-鲜花礼盒 编 号：9010963',
			cl: '高档礼盒装鲜花:红色康乃馨19枝，勿忘我适量',
			bz: '浅咖啡色条纹印花平面纸，咖啡色泡泡纸，银色缎带花结，魔力铁山灰包装盒',
			hy: '从何时起，爱上红酒，深夜沉静如水，音乐浅吟低唱，持酒不邀月，垂首独一人，心已醉。',
			fs: '免费附送精美贺卡，代写您的祝福。(您下单时可填写留言栏)',
			ps: '限送50多个主要城市的市区及近郊：北京、上海、广州、深圳、天津、重庆、省会城市（石家庄、太原、呼和浩特、沈阳、长春、哈尔滨、南京、杭州、合肥、福州、南昌、济南、郑州、武汉、长沙、南宁、海口、成都、贵阳、昆明、西安、兰州、银川、乌鲁木齐）；大连、青岛、苏州、厦门、宁波、温州、南通、无锡、徐州、常州、昆山、珠海、东莞、佛山、桂林、烟台、洛阳、邯郸、三亚、吉林市、绵阳、包头、唐山、宝鸡、徐州',
			scj: '￥288',
			hlj: '¥189',
			info: {
				imgB: ["img/1b(1).jpg", "img/1b(2).jpg", "img/1b(3).jpg", "img/1b(4).jpg"],
				imgS: ["img/1s(1).jpg", "img/1s(2).jpg", "img/1s(3).jpg", "img/1s(4).jpg"]
			}
		},
		{
			img: "img/9012203.jpg_220x240.jpg",
			des: '鲜花·温馨思念',
			name: '温馨思念----红色康乃馨19枝，戴安娜粉玫瑰11枝',
			lb: '鲜花 编 号：9012203',
			cl: '红色康乃馨19枝，戴安娜粉玫瑰11枝，栀子叶1扎',
			bz: '蓝灰色绝色纸2张，雪梨纸1张，粉色缎带1米',
			hy: '从何时起，爱上红酒，深夜沉静如水，音乐浅吟低唱，持酒不邀月，垂首独一人，心已醉。',
			fs: '免费附送精美贺卡，代写您的祝福。(您下单时可填写留言栏)',
			ps: '你是盛放的康乃馨，扎根在我温暖的心房',
			scj: '￥326',
			hlj: '¥235',
			info: {
				imgB: ["img/1b(1).jpg", "img/1b(2).jpg", "img/1b(3).jpg", "img/1b(4).jpg"],
				imgS: ["img/1s(1).jpg", "img/1s(2).jpg", "img/1s(3).jpg", "img/1s(4).jpg"]
			}
		},
		{
			img: "img/9012051.jpg_220x240.jpg",
			des: '鲜花·夏日花园',
			name: '夏日花园----手提式花篮',
			lb: '鲜花 编 号：9012051',
			cl: '向日葵5枝，红色康乃馨11枝，蓝色绣球1枝，水竹叶半扎，填充适量石竹梅红豆绿叶',
			bz: '有柄花篮一个',
			hy: '你的微笑就是我的向日葵，像夏日碧空一尘不染，有你陪伴的日子是最幸福的时光，那一刻你就是我心中最爱！',
			fs: '免费附送精美贺卡，代写您的祝福。(您下单时可填写留言栏)',
			ps: '你是盛放的康乃馨，扎根在我温暖的心房',
			scj: '￥326',
			hlj: '¥¥228',
			info: {
				imgB: ["img/1b(1).jpg", "img/1b(2).jpg", "img/1b(3).jpg", "img/1b(4).jpg"],
				imgS: ["img/1s(1).jpg", "img/1s(2).jpg", "img/1s(3).jpg", "img/1s(4).jpg"]
			}
		},
		{
			img: "img/1073003.jpg_220x240.jpg",
			des: '永生花·触摸',
			name: '触摸----薰衣草礼盒：进口薰衣草永生花',
			lb: '礼品-永生花 编 号：1073003',
			cl: 'FlowerSong系列薰衣草：进口薰衣草1扎，高档礼盒',
			bz: '长形魔力铁山灰高档礼盒',
			hy: '“那一月，我转过所有经轮，不为超度，只为触摸你的指尖。”守住内心的信念，终会触摸到美好的爱情。',
			fs: '免费送精美贺卡，代打印您的祝福。(下单时填了留言才赠送)',
			ps: '全国 （本商品通过快递公司或邮政EMS寄送，全国可达，包邮）',
			scj: '￥288',
			hlj: '¥¥158',
			info: {
				imgB: ["img/1b(1).jpg", "img/1b(2).jpg", "img/1b(3).jpg", "img/1b(4).jpg"],
				imgS: ["img/1s(1).jpg", "img/1s(2).jpg", "img/1s(3).jpg", "img/1s(4).jpg"]
			}
		},
		{
			img: "img/1073043.jpg_220x240.jpg",
			des: '永生花·十二星座经典七彩·巨蟹座',
			name: '十二星座经典七彩·巨蟹座----彩虹永生玫瑰:厄瓜多尔进口巨型玫瑰',
			lb: '礼品-永生花 编 号：1073043',
			cl: 'FlowerSong巨型玫瑰系列：厄瓜多尔进口巨型彩色玫瑰（直径9-10CM），玫瑰之中的极品，值得珍藏！巨蟹座（Cancer）专属定制礼盒（6月22日－7月22日），巨蟹座象征：夏天的开始，恋家爱家好典范。',
			bz: '巨蟹座Cancer专属定制高档礼盒',
			hy: '“那一月，我转过所有经轮，不为超度，只为触摸你的指尖。”守住内心的信念，终会触摸到美好的爱情。',
			fs: '免费送精美贺卡，代打印您的祝福。(下单时填了留言才赠送)',
			ps: '全国 （本商品通过快递公司或邮政EMS寄送，全国可达，包邮）',
			scj: '￥398',
			hlj: '¥288',
			info: {
				imgB: ["img/1b(1).jpg", "img/1b(2).jpg", "img/1b(3).jpg", "img/1b(4).jpg"],
				imgS: ["img/1s(1).jpg", "img/1s(2).jpg", "img/1s(3).jpg", "img/1s(4).jpg"]
			}
		},
		{
			img: "img/1073112.jpg_220x240.jpg",
			des: '永生花·小公主',
			name: '小公主----进口永生玫瑰＋唯爱S925银锁骨项链',
			lb: '礼品-永生花 编 号：1073112',
			cl: '进口永生粉色玫瑰2枝（直径5-6cm），紫色玫瑰1枝，紫色奥斯丁玫瑰2枝，浅粉桃小玫瑰2枝，搭配粉色、蓝色、紫色绣球，兔尾草',
			bz: '蓝色定制花盒',
			hy: '“初次见你，人群中独自美丽，你仿佛有一种魔力，那一刻我怦然心动。',
			fs: '免费送精美贺卡，代打印您的祝福。(下单时填了留言才赠送)',
			ps: '全国 （本商品通过快递公司或邮政EMS寄送，全国可达，包邮）',
			scj: '￥589',
			hlj: '¥498',
			info: {
				imgB: ["img/1b(1).jpg", "img/1b(2).jpg", "img/1b(3).jpg", "img/1b(4).jpg"],
				imgS: ["img/1s(1).jpg", "img/1s(2).jpg", "img/1s(3).jpg", "img/1s(4).jpg"]
			}
		},
		{
			img: "img/1073125.jpg_220x240.jpg",
			des: '永生花·公主的水晶鞋·粉-',
			name: '公主的水晶鞋·粉----进口粉色永生玫瑰1枝，小玫瑰1枝，搭配粉色白色绣球、小满天星',
			lb: '礼品-永生花 编 号：1073125',
			cl: '12＊13cm,水晶鞋材质:玻璃',
			bz: '',
			hy: '“水晶鞋的七色光，闪烁迷人的光芒，拥有它的姑娘，是最美丽的公主！',
			fs: '免费送精美贺卡，代打印您的祝福。(下单时填了留言才赠送)',
			ps: '全国 （本商品通过快递公司或邮政EMS寄送，全国可达，包邮）',
			scj: '￥298',
			hlj: '¥198',
			info: {
				imgB: ["img/1b(1).jpg", "img/1b(2).jpg", "img/1b(3).jpg", "img/1b(4).jpg"],
				imgS: ["img/1s(1).jpg", "img/1s(2).jpg", "img/1s(3).jpg", "img/1s(4).jpg"]
			}
		},
		{
			img: "img/1073120.jpg_220x240.jpg",
			des: '永生花·时光的花·',
			name: '时光的花----进口粉色玫瑰2枝 ,进口紫色玫瑰1枝',
			lb: '礼品-永生花 编 号：1073120',
			cl: '进口粉色玫瑰2枝（直径6-7cm）,进口紫色玫瑰1枝（直径5-6cm），奥斯丁玫瑰2枝，浅粉桃色小玫瑰2枝，搭配浅粉色／蓝紫色绣球，白色米花',
			bz: '蓝灰色复古相框，灰色礼盒',
			hy: '“在阳光灿烂的春天，你是记忆中最美，你像鲜花那样地绽放，让我心动。',
			fs: '免费送精美贺卡，代打印您的祝福。(下单时填了留言才赠送)',
			ps: '全国 （本商品通过快递公司或邮政EMS寄送，全国可达，包邮）',
			scj: '￥468',
			hlj: '¥368',
			info: {
				imgB: ["img/1b(1).jpg", "img/1b(2).jpg", "img/1b(3).jpg", "img/1b(4).jpg"],
				imgS: ["img/1s(1).jpg", "img/1s(2).jpg", "img/1s(3).jpg", "img/1s(4).jpg"]
			}
		},
		{
			img: "img/1073094.jpg_220x240.jpg",
			des: '永生花·To温暖你心',
			name: 'To温暖你心----苔藓小兔+粉色永生玫瑰＋粉边紫心奥斯丁',
			lb: '礼品-永生花 编 号：1073094',
			cl: 'FlowerSong永生花系列：苔藓小兔一只；厄瓜多尔进口粉色永生玫瑰（直径6-7CM）1枝，粉边紫心奥斯丁1枝，浅粉桃色小玫瑰2枝，搭配浅紫色绣球、白粉双色绣球，点缀白色小星花',
			bz: '透明玻璃罩',
			hy: '我看到在你眼中，天真的纯洁与晴朗，告诉我关于这世界的故事，自由和欢乐的梦想！',
			fs: '免费送精美贺卡，代打印您的祝福。(下单时填了留言才赠送)',
			ps: '全国 （本商品通过快递公司或邮政EMS寄送，全国可达，包邮）',
			scj: '￥448',
			hlj: '¥269',
			info: {
				imgB: ["img/1b(1).jpg", "img/1b(2).jpg", "img/1b(3).jpg", "img/1b(4).jpg"],
				imgS: ["img/1s(1).jpg", "img/1s(2).jpg", "img/1s(3).jpg", "img/1s(4).jpg"]
			}
		},
		{
			img: "img/1073111.jpg_220x240.jpg",
			des: '永生花·静谧时光',
			name: '静谧时光----进口深紫色玫瑰1枝，进口紫色玫瑰1枝，进口奥斯丁1枝，苔藓小兔1只',
			lb: '礼品-永生花 编 号：1073111',
			cl: '进口深紫色玫瑰（直径6-7cm）1枝，进口紫色玫瑰（直径5-6cm）1枝，进口奥斯丁1枝，进口苔藓永生花，苔藓小兔一个，进口香芋紫绣球，粉色绣球，蓝色绣球，干花满天星，小星花，橡栗叶',
			bz: '玻璃罩，蓝色礼盒',
			hy: '那绽放的花朵像我们的笑容，轻微的晃动，随着微风！静谧时光，感受每一刻风的温柔，梦的自由。',
			fs: '免费送精美贺卡，代打印您的祝福。(下单时填了留言才赠送)',
			ps: '全国 （本商品通过快递公司或邮政EMS寄送，全国可达，包邮）',
			scj: '￥588',
			hlj: '¥398',
			info: {
				imgB: ["img/1b(1).jpg", "img/1b(2).jpg", "img/1b(3).jpg", "img/1b(4).jpg"],
				imgS: ["img/1s(1).jpg", "img/1s(2).jpg", "img/1s(3).jpg", "img/1s(4).jpg"]
			}
		},
		{

			img: "img/1073034.jpg_220x240.jpg",
			des: '永生花·快乐熊',
			name: '快乐熊----苔藓小熊1只，绿色奥斯丁玫瑰，浅粉桃色小玫瑰',
			lb: '礼品-永生花 编 号：1073034',
			cl: '苔藓小熊1只，绿色奥斯丁永生玫瑰，浅粉桃色永生小玫瑰，白粉双色永生绣球，白色小星花点缀。',
			bz: '心形玻璃罩',
			hy: '无限的眷念，来源于爱的温暖，只为给你一个肩膀，生生世世为你守护！',
			fs: '免费送精美贺卡，代打印您的祝福。(下单时填了留言才赠送)',
			ps: '全国 （本商品通过快递公司或邮政EMS寄送，全国可达，包邮）',
			scj: '￥338',
			hlj: '¥188',
			info: {
				imgB: ["img/1b(1).jpg", "img/1b(2).jpg", "img/1b(3).jpg", "img/1b(4).jpg"],
				imgS: ["img/1s(1).jpg", "img/1s(2).jpg", "img/1s(3).jpg", "img/1s(4).jpg"]
			}
		},
		{
			img: "img/5302016.jpg_220x240.jpg",
			des: '元祖蛋糕·田园晓美(8寸)',
			name: '田园晓美(8寸)----元祖鲜奶蛋糕，布丁加水果夹层',
			lb: '元祖蛋糕 编 号：5302016',
			cl: '8寸,鲜奶蛋糕。原味蛋胚，布丁夹层，什锦水果夹层等。',
			bz: '精致蛋糕盒包装，免费附送留言贺卡、一次性蛋糕用品一套',
			hy: '酸甜的黄桃包含大自然气息，加上布丁与水果叠层，让味蕾跟随果味神游。',
			fs: '免费送精美贺卡，代打印您的祝福。(下单时填了留言才赠送)',
			ps: '全国 （本商品通过快递公司或邮政EMS寄送，全国可达，包邮）',
			scj: '￥218',
			hlj: '¥218',
			info: {
				imgB: ["img/1b(1).jpg", "img/1b(2).jpg", "img/1b(3).jpg", "img/1b(4).jpg"],
				imgS: ["img/1s(1).jpg", "img/1s(2).jpg", "img/1s(3).jpg", "img/1s(4).jpg"]
			}
		},
		{
			img: "img/5602016.jpg_220x240.jpg",
			des: '幸福西饼蛋糕·四重奏蛋糕(约2磅)',
			name: '四重奏蛋糕(约2磅)----方形/巧克力/榴莲/慕斯蛋糕',
			lb: '幸福西饼蛋糕 编 号：5602016',
			cl: '“芒果茫茫+榴莲香雪+提拉米苏+黑森林”一次让您品尝四种不同口味！',
			bz: '精致蛋糕盒包装，免费附送留言贺卡、一次性蛋糕用品一套',
			hy: '品牌：幸福西饼',
			fs: '免费送精美贺卡，代打印您的祝福。(下单时填了留言才赠送)',
			ps: '全国 （本商品通过快递公司或邮政EMS寄送，全国可达，包邮）',
			scj: '296',
			hlj: '¥198',
			info: {
				imgB: ["img/1b(1).jpg", "img/1b(2).jpg", "img/1b(3).jpg", "img/1b(4).jpg"],
				imgS: ["img/1s(1).jpg", "img/1s(2).jpg", "img/1s(3).jpg", "img/1s(4).jpg"]
			}
		},
		{
			img: "img/5901052.jpg_220x240.jpg",
			des: '诺心蛋糕·你好米菲 hallo miffy（2-4人食',
			name: '你好米菲 hallo miffy（2-4人食）----慕斯蛋糕',
			lb: '诺心蛋糕 编 号：5901052',
			cl: '法国奶油，比利时黑巧克力，法国君度力娇酒，新西兰黄油，臻选白砂糖，臻选草莓，世界臻选蓝莓果',

			bz: '精致蛋糕盒包装',
			hy: '松软的红丝绒搭配绵密轻柔的慕斯，编织出了童年纯真的梦想，单纯而美好，巧克力的甜蜜锁住孩童时最肆意的欢乐绽放，萌动俏皮的miffy，将用聪明、单纯、简单、美好为童年定格最甜蜜的时刻。',
			fs: '此款蛋糕不赠送贺卡，可写14字以内巧克力牌',
			ps: '全国 （本商品通过快递公司或邮政EMS寄送，全国可达，包邮）',
			scj: '296',
			hlj: '¥198',
			info: {
				imgB: ["img/1b(1).jpg", "img/1b(2).jpg", "img/1b(3).jpg", "img/1b(4).jpg"],
				imgS: ["img/1s(1).jpg", "img/1s(2).jpg", "img/1s(3).jpg", "img/1s(4).jpg"]
			}
		},

		{
			img: "img/5142026.jpg_220x240.jpg",
			des: 'Mcake蛋糕·鲜莓印雪',
			name: '鲜莓印雪----新鲜草莓奶油拿破仑生日聚会蛋糕（2磅）水果蛋糕',
			lb: 'Mcake蛋糕 编 号：5142026',
			cl: '奶油/水果',

			bz: '精致蛋糕盒包装',
			hy: '松软的红单、美好为童年定格最甜蜜的时刻。',
			fs: '此款蛋糕不赠送贺卡',
			ps: '全国 （本商品通过快递公司或邮政EMS寄送，全国可达，包邮）',
			scj: '¥288',
			hlj: '¥298',
			info: {
				imgB: ["img/1b(1).jpg", "img/1b(2).jpg", "img/1b(3).jpg", "img/1b(4).jpg"],
				imgS: ["img/1s(1).jpg", "img/1s(2).jpg", "img/1s(3).jpg", "img/1s(4).jpg"]
			}
		},
		{
			img: "img/5131001.jpg_220x240.jpg",
			des: '贝思客蛋糕·PAPI PAPI熊蛋糕（1.2磅）',
			name: 'PAPI PAPI熊蛋糕（1.2磅）----巧克力蛋糕',
			lb: '贝思客蛋糕 编 号：5131001',
			cl: '主要原料：巧克力、草莓果馅、可可粉、进口安佳奶油',

			bz: '精致蛋糕盒包装',
			hy: '约上好友一起分享papi熊de幻想',
			fs: '此款蛋糕不赠送贺卡，可写8字以内巧克力牌',
			ps: '全国 （本商品通过快递公司或邮政EMS寄送，全国可达，包邮）',
			scj: '¥218',
			hlj: '¥188',
			info: {
				imgB: ["img/1b(1).jpg", "img/1b(2).jpg", "img/1b(3).jpg", "img/1b(4).jpg"],
				imgS: ["img/1s(1).jpg", "img/1s(2).jpg", "img/1s(3).jpg", "img/1s(4).jpg"]
			}
		},
		{
			img: "img/5171014.jpg_220x240.jpg",
			des: 'INCAKE蛋糕·简爱（1.2磅）',
			name: '简爱（1.2磅）----慕斯蛋糕',
			lb: 'INCAKE蛋糕 编 号：5171014',
			cl: '主要原料：巧克力、草莓果馅、可可粉、进口安佳奶油',

			bz: '免费赠送5份餐具、生日牌（生日牌中文字不超过7个，英文字母不超过14个）',
			hy: '爱心型的蛋糕，上面撒上玫瑰的丝柔，慕斯的滋味缠绵舌尖，带来百香果的酸甜和清香，请轻轻品尝蛋糕的柔软滋味，请小心享受慕斯的浓郁冰凉，因为那是我一颗心，在此刻却宁愿在你的唇齿中融化。请珍惜这一份细腻与温柔呀！这是用红玫瑰勾勒出的爱情，这是用百香果勾勒出的，只属于你我的滋味。',
			fs: '免费附送精美贺卡，代写您的祝福。(您下单时可填写留言栏)',
			ps: '全国 （本商品通过快递公司或邮政EMS寄送，全国可达，包邮）',
			scj: '¥189',
			hlj: '¥189',
			info: {
				imgB: ["img/1b(1).jpg", "img/1b(2).jpg", "img/1b(3).jpg", "img/1b(4).jpg"],
				imgS: ["img/1s(1).jpg", "img/1s(2).jpg", "img/1s(3).jpg", "img/1s(4).jpg"]
			}
		},
		{
			img: "img/5182030.jpg_220x240.jpg",
			des: 'BONCAKE蛋糕·小幸运（8寸）',
			name: '小幸运（8寸）----戚风蛋糕',
			lb: 'BONCAKE蛋糕 编 号：5182030',
			cl: '白豆沙、 鸡蛋、低筋面粉、黄油、多种果蓉',

			bz: '主题包装',
			hy: '在每一个春天里，都会有一颗美梦的种子诞生绽放在笑容中，踮起脚尖，轻盈的追逐和煦的春色',
			fs: '免费附送精美贺卡，代写您的祝福。(您下单时可填写留言栏)',
			ps: '全国 （本商品通过快递公司或邮政EMS寄送，全国可达，包邮）',
			scj: '¥418',
			hlj: '¥356',
			info: {
				imgB: ["img/1b(1).jpg", "img/1b(2).jpg", "img/1b(3).jpg", "img/1b(4).jpg"],
				imgS: ["img/1s(1).jpg", "img/1s(2).jpg", "img/1s(3).jpg", "img/1s(4).jpg"]
			}
		},
		{
			img: "img/5702045.jpg_220x240.jpg",
			des: '米卡米卡蛋糕·为你而来 （1.5磅）',
			name: '为你而来 （1.5磅）----拼接蛋糕',
			lb: '米卡米卡蛋糕 编 号：5702045',
			cl: '抹茶（日本）、可可粉（法国）、甜菜根粉（西班牙）、椰浆粉（泰国）、乳脂奶油（新西兰）、芝士（澳大利亚）、蓝莓（美国）、Mascarpone cheese（意大利）、低筋粉（丹麦）、鸡蛋（中国）、幼砂糖（韩国）',

			bz: '精致蛋糕盒包装，免费附送留言贺卡、一次性蛋糕用品一套',
			hy: '精选4种不同颜色、口味的经典蛋糕,制作而成的为你而来,带来四种不同的甜蜜风情,可以一次品尝到更多种蛋糕的美味,蓝莓芝士混合着乳脂香和蓝莓的酸爽,浓情巧克力带来满满的甜蜜,抹茶慕斯释放出日式小清新的香醇,红丝绒绽放出浪漫的浓香甜蜜,为你而来,给你更多的甜蜜和味蕾满足',
			fs: '免费附送精美贺卡，代写您的祝福。(您下单时可填写留言栏)',
			ps: '全国 （本商品通过快递公司或邮政EMS寄送，全国可达，包邮）',
			scj: '¥287',
			hlj: '287',
			info: {
				imgB: ["img/1b(1).jpg", "img/1b(2).jpg", "img/1b(3).jpg", "img/1b(4).jpg"],
				imgS: ["img/1s(1).jpg", "img/1s(2).jpg", "img/1s(3).jpg", "img/1s(4).jpg"]
			}
		},
		{
			img: "img/1061006.jpg_220x240.jpg",
			des: '礼品·999纯金箔玫瑰+陶瓷花瓶',
			name: '999纯金箔玫瑰+陶瓷花瓶----千足金箔玫瑰 最佳送女友送爱人礼物 结婚纪念礼物',
			lb: '礼品-金箔花 编 号：1061006',
			cl: '金箔玫瑰采用纯度99.9%千足金箔制作，花朵、叶片为纯金箔，内部有一个透明骨架作为支撑，绝非镀金工艺，花杆为聚乙烯镀金，轻盈、不易折。',

			bz: '',
			hy: '浪漫永恒，经典重温',
			fs: '免费送精美贺卡，代打印您的祝福。(下单时填了留言才赠送)',
			ps: '全国 （本商品通过快递公司或邮政EMS寄送，全国可达，包邮）',
			scj: '¥256',
			hlj: '138',
			info: {
				imgB: ["img/1b(1).jpg", "img/1b(2).jpg", "img/1b(3).jpg", "img/1b(4).jpg"],
				imgS: ["img/1s(1).jpg", "img/1s(2).jpg", "img/1s(3).jpg", "img/1s(4).jpg"]
			}
		},
		{
			img: "img/1064005.jpg_220x240.jpg",
			des: '礼品·十八音水晶钢琴',
			name: '十八音水晶钢琴----水晶音乐盒 韵升精品机芯 精选送女友礼物',
			lb: '礼品-音乐盒 编 号：1064005',
			cl: '内置18音精品机芯，机芯纯铜镀金制作，音质和质量都属上乘。采用通透性好的水晶材料制做，外形透亮美观，是赠送或收藏的上佳礼品。',

			bz: '采用高档礼盒，礼盒里面衬垫珍珠棉和绒布，珍珠棉不但防震效果好，而且不会产生颗粒，即美观又很好的保护了水晶音乐盒',
			hy: '浪漫永恒，经典重温。只愿能一辈子这样的静静地聆听：一个个跳动的音符诉说着一份份淳淳的爱意。',
			fs: '免费送精美贺卡，代打印您的祝福。(下单时填了留言才赠送)',
			ps: '全国 （本商品通过快递公司或邮政EMS寄送，全国可达，包邮）',
			scj: '¥468',
			hlj: '228',
			info: {
				imgB: ["img/1b(1).jpg", "img/1b(2).jpg", "img/1b(3).jpg", "img/1b(4).jpg"],
				imgS: ["img/1s(1).jpg", "img/1s(2).jpg", "img/1s(3).jpg", "img/1s(4).jpg"]
			}
		},
		{
			img: "img/1065004.jpg_220x240.jpg",
			des: '礼品·宝石旋转木马/蓝',
			name: '宝石旋转木马/蓝----音乐盒畅销款 送女友表白最佳礼物',
			lb: '礼品-音乐盒 编 号：1065004',
			cl: '内置18音精品机芯，机芯纯铜镀金制作，音质和质量都属上乘。采用通透性好的水晶材料制做，外形透亮美观，是赠送或收藏的上佳礼品。',

			bz: '采用精美纸盒包装',
			hy: '有人说旋转木马是见证两个相爱的人的爱情游戏，只要两个真心相爱的人同时坐在旋转木马上，木马就会载着他们到一个完美的天堂，他们的爱情就会天长地久.',
			fs: '免费送精美贺卡，代打印您的祝福。(下单时填了留言才赠送)',
			ps: '全国 （本商品通过快递公司或邮政EMS寄送，全国可达，包邮）',
			scj: '¥262',
			hlj: '¥158',
			info: {
				imgB: ["img/1b(1).jpg", "img/1b(2).jpg", "img/1b(3).jpg", "img/1b(4).jpg"],
				imgS: ["img/1s(1).jpg", "img/1s(2).jpg", "img/1s(3).jpg", "img/1s(4).jpg"]
			}
		},
		{
			img: "img/1204009.jpg_220x240.jpg",
			des: '礼品·Laderach 思念TA礼盒',
			name: 'Laderach 思念TA礼盒----巧克力礼盒8颗装，纯正瑞士进口手工巧克力',
			lb: '礼品-进口巧克力 编 号：1204009',
			cl: 'Laderach瑞士进口巧克力礼盒8颗装',

			bz: '礼盒装',
			hy: '有人说旋转木马是见证两个相爱的人的爱情游戏，只要两个真心相爱的人同时坐在旋转木马上，木马就会载着他们到一个完美的天堂，他们的爱情就会天长地久.',
			fs: '免费送精美贺卡，代打印您的祝福。(下单时填了留言才赠送)',
			ps: '全国 （本商品通过快递公司或邮政EMS寄送，全国可达，包邮）',
			scj: '¥288',
			hlj: '¥218',
			info: {
				imgB: ["img/1b(1).jpg", "img/1b(2).jpg", "img/1b(3).jpg", "img/1b(4).jpg"],
				imgS: ["img/1s(1).jpg", "img/1s(2).jpg", "img/1s(3).jpg", "img/1s(4).jpg"]
			}
		},
		{
			img: "img/1204009.jpg_220x240.jpg",
			des: '礼品·心形3D水晶内雕陪你走到老',
			name: '心形3D水晶内雕陪你走到老----激光内雕水晶工艺品，USB七彩旋转发光, 带音乐底座',
			lb: '礼品-水晶内雕 编 号：1071031',
			cl: '七彩旋转水晶内雕。工艺: “陪你走到老”3D立体激光内雕；材料：顶级K9水晶；尺寸：11x9.5x3cm，七彩发光音乐底座：10*4cm；',

			bz: '礼盒装',
			hy: 'USB七彩发光水晶，出口欧美的品质，带给你晶莹剔透的感觉，同时支持USB、电源、电池（3节7号电池，电池需自购）三种供电方式，供电后，七彩光交替变换，3D内雕立体呈现，并且可以旋转，光彩夺目！',
			fs: '免费送精美贺卡，代打印您的祝福。(下单时填了留言才赠送)',
			ps: '全国 （本商品通过快递公司或邮政EMS寄送，全国可达，包邮）',
			scj: '¥216',
			hlj: '¥169',
			info: {
				imgB: ["img/1b(1).jpg", "img/1b(2).jpg", "img/1b(3).jpg", "img/1b(4).jpg"],
				imgS: ["img/1s(1).jpg", "img/1s(2).jpg", "img/1s(3).jpg", "img/1s(4).jpg"]
			}
		},
		{
			img: "img/1060013.jpg_220x240.jpg",
			des: '礼品·一路上有你',
			name: '一路上有你----真空玫瑰花，红玫瑰系列',
			lb: '礼品-泰国保鲜花 编 号：1060013',
			cl: '精选绽放优美的红玫瑰5枝，配叶适量，在采摘后一个小时内用荷兰最新专利工艺处理，完整保留鲜花色泽和形态，经泰国花艺师精妙构思与巧手装扮，封入精美玻璃花瓶，保证产品使用寿命5年以上。',

			bz: '精美花瓶,礼品纸盒外包装,附送精美留言贺卡。',
			hy: '不凋谢的鲜花，寓意：情感美丽永恒。',
			fs: '免费送精美贺卡，代打印您的祝福。(下单时填了留言才赠送)',
			ps: '全国 （本商品通过快递公司或邮政EMS寄送，全国可达，包邮）',
			scj: '¥549',
			hlj: '¥388',
			info: {
				imgB: ["img/1b(1).jpg", "img/1b(2).jpg", "img/1b(3).jpg", "img/1b(4).jpg"],
				imgS: ["img/1s(1).jpg", "img/1s(2).jpg", "img/1s(3).jpg", "img/1s(4).jpg"]
			}
		},
		{
			img: "img/1070017.jpg_220x240.jpg",
			des: '礼品·一天使之恋',
			name: '天使之恋----高档精品化妆镜,天然深海母贝，彩白色的奥地利水钻',
			lb: '礼品-泰国保礼品-化妆镜 编 号：1070017',
			cl: '精选绽放优美的红玫瑰5枝，配叶适量，在采摘后一个小时内用荷兰最新专利工艺处理，完整保留鲜花色泽和形态，经泰国花艺师精妙构思与巧手装扮，封入精美玻璃花瓶，保证产品使用寿命5年以上。',

			bz: '出口合金镜框+天然深海母贝+进口奥地利水晶钻 ',
			hy: '不凋谢的鲜花，寓意：情感美丽永恒。',
			fs: '免费送精美贺卡，代打印您的祝福。(下单时填了留言才赠送)',
			ps: '全国 （本商品通过快递公司或邮政EMS寄送，全国可达，包邮）',
			scj: '¥238',
			hlj: '¥138',
			info: {
				imgB: ["img/1b(1).jpg", "img/1b(2).jpg", "img/1b(3).jpg", "img/1b(4).jpg"],
				imgS: ["img/1s(1).jpg", "img/1s(2).jpg", "img/1s(3).jpg", "img/1s(4).jpg"]
			}
		},
		{
			img: "img/1071001.jpg_220x240.jpg",
			des: '礼品·3D水晶内雕玫瑰花',
			name: '3D水晶内雕玫瑰花----激光内雕水晶工艺品，USB七彩旋转发光',
			lb: '礼品-水晶内雕 编 号：1071001',
			cl: '七彩旋转水晶内雕。工艺: 3D立体激光内雕，玫瑰花+“I Love You”；材料：顶级K9水晶；尺寸：8x5x5cm，七彩发光底座：10*4cm；',
			bz: '高档礼盒',
			hy: 'SB七彩发光水晶，出口欧美的品质，带给你晶莹剔透的感觉，同时支持USB、电源、电池（3节7号电池，电池需自购）三种供电方式，供电后，七彩光交替变换，3D内雕立体呈现，并且可以旋转，光彩夺目！',
			fs: '免费送精美贺卡，代打印您的祝福。(下单时填了留言才赠送)',
			ps: '全国 （本商品通过快递公司或邮政EMS寄送，全国可达，包邮）',
			scj: '¥146',
			hlj: '¥116',
			info: {
				imgB: ["img/1b(1).jpg", "img/1b(2).jpg", "img/1b(3).jpg", "img/1b(4).jpg"],
				imgS: ["img/1s(1).jpg", "img/1s(2).jpg", "img/1s(3).jpg", "img/1s(4).jpg"]
			}
		}
	]

}
var data1 = {
	detail: [{
					rImg: 'img/flowersong_1073110.jpg',
					hz: '永生花盒/爱情海 ',
					jg: '&yen;298.00',
				},
				{
					rImg: 'img/flowersong_1073121.jpg',
					hz: '永生花盒/爱情海 ',
					jg: '&yen;298.00',
				},
				{
					rImg: 'img/flowersong_1073132.jpg',
					hz: '永生花盒/爱情海 ',
					jg: '&yen;298.00',
				},
				{
					rImg: 'img/flowersong_1073132.jpg',
					hz: '永生花盒/爱情海 ',
					jg: '&yen;298.00',
				},
				{
					rImg: 'img/flowersong_1073123.jpg',
					hz: '永生花盒/爱情海 ',
					jg: '&yen;298.00',
				},
				{
					rImg: 'img/flowersong_1073127.jpg',
					hz: '永生花盒/爱情海 ',
					jg: '&yen;298.00',
				},
				{
					rImg: 'img/flowersong_1073126.jpg',
					hz: '鲜花/爱是唯一-雪山白玫瑰11枝、白百合 ',
					jg: '&yen;298.00',
				},
				{
					rImg: 'img/flowersong_1073139.jpg',
					hz: '永生花盒/爱情海 ',
					jg: '&yen;298.00',
				}

			],
	show:['img/2017151813327260257.jpg','img/2016923145173858066.jpg','img/20169231414247270694.jpg','img/2016923141624717898.jpg','img/20169231416295758426.jpg','img/20169231416346267642.jpg','img/cardstyle.jpg'],
	coment:[
			{
					img: 'img/ysh_brand_menu_04.jpg',
					rw: 'guwulil*',
					sj:'2017-7-21',
					ip:'12309430',
					nr:'速度很快，女朋友很喜欢'
			},
			{
					img: 'img/ysh_brand_menu_04.jpg',
					rw: 'guwulil*',
					sj:'2017-7-21',
					ip:'12309430',
					nr:'速度很快，女朋友很喜欢'
			},
			{
					img: 'img/ysh_brand_menu_04.jpg',
					rw: 'guwulil*',
					sj:'2017-7-21',
					ip:'12309430',
					nr:'速度很快，女朋友很喜欢'
			},
			{
					img: 'img/ysh_brand_menu_04.jpg',
					rw: 'guwulil*',
					sj:'2017-7-21',
					ip:'12309430',
					nr:'速度很快，女朋友很喜欢'
			},
			{
					img: 'img/ysh_brand_menu_04.jpg',
					rw: 'guwulil*',
					sj:'2017-7-21',
					ip:'12309430',
					nr:'速度很快，女朋友很喜欢'
			},
			{
					img: 'img/ysh_brand_menu_04.jpg',
					rw: 'guwulil*',
					sj:'2017-7-21',
					ip:'12309430',
					nr:'速度很快，女朋友很喜欢'
			}
	],
	list:[
			{
				ddh: '订单号：9654815',
				dz:'地址：大连市西岗区118…',
				img: 'img/5.jpg'
			},
			{
				ddh: '订单号：9654815',
				dz:'地址：大连市西岗区118…',
				img: 'img/5.jpg'
			},
			{
				ddh: '订单号：9654815',
				dz:'地址：大连市西岗区118…',
				img: 'img/5.jpg'
			},
			{
				ddh: '订单号：9654815',
				dz:'地址：大连市西岗区118…',
				img: 'img/5.jpg'
			},
			{
				ddh: '订单号：9654815',
				dz:'地址：大连市西岗区118…',
				img: 'img/5.jpg'
			}
	
	],
	story:[
			{
				sj:'2013-02-09',
				img: 'img/9010668.jpg_80x87.jpg',
				bt:'未来的我带你去纵横',
				nr:'生病时，妈妈说：别吓妈妈。吃饭时，妈妈说：别管妈妈。结婚时，妈妈说：别念妈妈。妈'
			},
			{
				sj:'2013-02-09',
				img: 'img/9010668.jpg_80x87.jpg',
				bt:'未来的我带你去纵横',
				nr:'生病时，妈妈说：别吓妈妈。吃饭时，妈妈说：别管妈妈。结婚时，妈妈说：别念妈妈。妈'
			},
			{
				sj:'2013-02-09',
				img: 'img/9010668.jpg_80x87.jpg',
				bt:'未来的我带你去纵横',
				nr:'生病时，妈妈说：别吓妈妈。吃饭时，妈妈说：别管妈妈。结婚时，妈妈说：别念妈妈。妈'
			},
			{
				sj:'2013-02-09',
				img: 'img/9010668.jpg_80x87.jpg',
				bt:'未来的我带你去纵横',
				nr:'生病时，妈妈说：别吓妈妈。吃饭时，妈妈说：别管妈妈。结婚时，妈妈说：别念妈妈。妈'
			},
			{
				sj:'2013-02-09',
				img: 'img/9010668.jpg_80x87.jpg',
				bt:'未来的我带你去纵横',
				nr:'生病时，妈妈说：别吓妈妈。吃饭时，妈妈说：别管妈妈。结婚时，妈妈说：别念妈妈。妈'
			},
			{
				sj:'2013-02-09',
				img: 'img/9010668.jpg_80x87.jpg',
				bt:'未来的我带你去纵横',
				nr:'生病时，妈妈说：别吓妈妈。吃饭时，妈妈说：别管妈妈。结婚时，妈妈说：别念妈妈。妈'
			},
			{
				sj:'2013-02-09',
				img: 'img/9010668.jpg_80x87.jpg',
				bt:'未来的我带你去纵横',
				nr:'生病时，妈妈说：别吓妈妈。吃饭时，妈妈说：别管妈妈。结婚时，妈妈说：别念妈妈。妈'
			},
			{
				sj:'2013-02-09',
				img: 'img/9010668.jpg_80x87.jpg',
				bt:'未来的我带你去纵横',
				nr:'生病时，妈妈说：别吓妈妈。吃饭时，妈妈说：别管妈妈。结婚时，妈妈说：别念妈妈。妈'
			}
	],
	brands:['十年品牌','销量第一','百万客户信赖','订单实拍','3小时配送','200%承诺'],
	img:['img/server_01.jpg','img/server_02.jpg','img/server_03.jpg','img/server_04.jpg','img/server_05.jpg','img/server_06.jpg']
						
		
													
}

									
									
							