var arr = {
	logo:['红玫瑰','永生花','生日鲜花','礼品卡'],
	nav:['鲜花','永生花','蛋糕','礼品','巧克力','花语大全','企业团购','巨蟹座鲜花礼物'],
	flower1:['爱情鲜花','友情鲜花','生日鲜花','问候长辈','探病慰问','道歉鲜花','婚庆鲜花','商务鲜花'],
	flower2:['玫瑰','康乃馨','郁金香','百合','扶郎','马蹄莲','向日葵'],
	flower3:['花束','花盒','瓶花','精品鲜花','果篮','桌面花篮','开业花蓝'],
	flower4:['经典花盒','巨型玫瑰','薰衣草'],
	flower5:['元祖','可颂坊','更多'],
	relative:[{name:'鲜花电商龙头',ms:'销量领先，权威认证龙头企业'},{name:'鲜花评价',ms:'最近评价214992条'},{name:'鲜花实拍秀展示',ms:'敢展现送前实拍的鲜花网'},
	{name:'3小时送花',ms:'全国连锁，3小时送1000城市'},{name:'200%退赔承诺',ms:'可靠的售后保障'}],
	city:['北京','上海','广州','天津','重庆','成都','沈阳','武汉','西安','杭州','南京','苏州','更多'],
	cake:['元祖蛋糕','INCAKE蛋糕','幸福西饼蛋糕','诺心蛋糕','窝夫小子蛋糕','Mcake蛋糕','可颂坊蛋糕','米卡米卡蛋糕','Vcake蛋糕','一品轩蛋糕','美滋每客蛋糕杭州','全国蛋糕'],
	gift:['水晶内雕-3D激光内雕水晶','进口/泰国保鲜花','金箔玫瑰/金箔画','精品音乐盒/八音盒'],
	gift2:['生日礼品','约会/求爱礼品','结婚礼品','感谢/祝福礼品','结婚纪念日礼品'],
	story:['希望你永远自由自在','爱你如初','《38℃》','在最好的年华遇见你','我永远的小公举','希望你永远自由自在'],
	lnews:['520送什么鲜花给女神？','520是什么意思？520情人节送','12星座异地恋如何维持？送你一份','看十二生肖收花如何反应？一图看出','送花的含义，生活中怎么送花？',
	'送女朋友鲜花，送花卡片写什么？'],
	rnews:['狮子座鲜花礼物专题','鲜花枝数与其对应的含意','鲜花寓意 浪漫花语','通用送花祝福语-经典送花祝福语','送花的常识与技巧','女孩都喜欢别人送鲜花吗？'],
	ad:['12年品牌','销量领先','百万客户信赖','时尚原创花艺','订单实拍','低价保障','3小时配送','200%退赔承诺'],
	index:['首页','关于我们','媒体报道','联系方式','企业团购','友情链接','在线补款','为什么选择中国鲜花礼品网'],
	serve:['服务声明','支付说明','境外支付','配送说明','配送范围','订单查询','取消订单','补交货款','隐私条款','安全条款'],
	ask:['中国鲜花礼品网购物流程','中国鲜花礼品网订购演示','鲜花网能配送哪些城市？','鲜花售后服务是怎么样的？','我应该提前多久预订鲜花？'],
	local:['深圳鲜花','上海鲜花','广州鲜花','天津鲜花','重庆鲜花','成都鲜花','西安鲜花','武汉鲜花','南京鲜花','厦门鲜花','更多城市'],
	contact:['全国订购热线:400-889-8188(免长途费)','在线客服','7x24小时在线订购','客服工作时间：8:30-21:00','E-mail: kefu@hua.com'],
	friendLink:['中华取名网','深圳房产网','卷皮网','腕表','宝贝婚团网','佐卡伊珠宝网','钻石婚戒定制','腕表','杂志',
	'中国青少年艺术教育网','装修网','淘狗网','礼无忧网','宠物狗','机友网','礼物网','装修','商标注册','眼镜店'],
	article:['什么是永生花？','永生花哪里有卖？','永生花是真花吗？','永生花多少钱？','永生花怎么保养？'],
	article2:['永生花寓意是什么？永生花的意义是什么？','永生花是什么花？如何制作永生花？永生花制作方法介绍',
	'永生花价格是多少？永生花贵吗？','永生花花语，永生玫瑰花代表什么？','永生花盒是什么？永生花盒哪家最好？'],
	article3:['情人节送永生花代表什么？','进口永生玫瑰与国产永生玫瑰的区别','送女朋友保鲜花，代表不凋谢的爱情',
	'送女孩子什么礼物好？泰国保鲜花推荐','结婚纪念送花：永生花·花永生·爱永恒']
		
	
}	
			
new Vue({
	el:"#box",
	data:{
		arr:arr
	}
})
